chore: update example env for frontend
